{
    "pressure":{
      "head": "Token pressure",
      "title1": "Buy",
      "title2": "Sell",
      "point1": "Advertisement",
      "point2": "Quests",
      "point3": "DAO Bounty",
      "point4": "Liquidity incentives",
      "desc1": "Promotion of products, services or ideas cost 10 Eyeseek tokens. 5 are burnt permanently and 5 are transferred to the future DAO treasury.",
      "desc2": "Tokens are required to post help request into the Quests. 2 Eyeseek tokens are paid to prevent spam and create microeconomy with small pieces.",
      "desc3": "DAO treasury hoarded by in-app transaction for a 1-year period. Tokenholders will have rights to distribute treasury after the DAO establishment.",
      "desc4": "25% of the initial supply will be allocated to liquidity incentives. Liquidity providers will receive bonuses proving their contribution to the ecosystem.",
      "point5": "Community rewards",
      "point6": "App rewards",
      "point7": "Liquidity rewards",
      "point8": "Vesting releases",
      "desc5": "Challenges to contribute to the application content, art and beta testing.",
      "desc6": "Users will be eligible to collect rewards after completing tasks and exchange for other cryptocurrencies.",
      "desc7": "Liquidity providers will not be obligated to lock liquidity pairs for a fixed time. This allows them to collect rewards and withdraw liquidity at any time.",
      "desc8": "Funds for investors, partenrs and community will be lineary released over 1 year period on monthly basis."
    },
    "supply":{
        "head": "Token supply",
        "title1": "Inflation",
        "title2": "Deflation",
        "point1": "Quests rewards",
        "point2": "Quests requests",
        "point3": "Advertisement",
        "desc1": "Reward for completing quests declared as good deed will vary on network activity. Less quests are active, more rewards are paid.",
        "desc2": "Each created quest request will cost 2 tokens. 1 token will be burnt permanently and 1 token will be transferred to the future DAO treasury.",
        "desc3": "Each created promotion will cost 10 tokens. 5 tokens will be burnt permanently and 5 tokens will be transferred to the future DAO treasury."
      }
  }